Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: The gradient stretches from top to bottom of the screen on every condition.
ar: يمتد معامل التدرج من أعلى إلى أسفل الشاشة في كل حالة.
cs: Sklon sahá od shora dolů na obrazovce za každé podmínky.
da: Gradienten strækker sig fra toppen til bunden af skærmen på hver stand.
de: Der Farbverlauf erstreckt sich von oben nach unten auf dem Bildschirm bei jeder Bedingung.
el: Η κλίση εκτείνεται από πάνω προς τα κάτω της οθόνης σε κάθε κατάσταση.
es: El degradado se estira de arriba a abajo de la pantalla en cada condición.
fi: Kaltevuus ulottuu näytön ylhäältä alas joka tilassa.
fr: Le dégradé s’étend de haut en bas de l’écran à chaque état.
it: Il gradiente si estende dall'alto verso il basso dello schermo in ogni condizione.
ja: グラデーションはすべての状態で画面の上から下まで伸びます。
nl: Het verloop strekt zich uit van boven naar onderkant van het scherm op elke voorwaarde.
no: Den gradienten strekker seg fra topp til bunn av skjermen i hver betingelse.
pl: Gradient rozciąga się od góry do dołu ekranu na każdym stanie.
pt: O gradiente se estende de cima para baixo em cada condição.
ro: gradientul se întinde din partea de sus în jos a ecranului în fiecare condiție.
ru: Градиент растягивается от верхней к нижней части экрана при каждом состоянии.
sv: Lutningen sträcker sig från toppen till botten av skärmen på alla villkor.
uk: Градієнт розтягується зверху до низу екрану на кожній умові.
zh_hans: 渐变每个条件都从屏幕的顶部到底部。

source: The highlight colour used for buttons, links, and selected controls throughout the app.
ar: لون الضوء المستخدم للأزرار والروابط والضوابط المحددة في جميع أنحاء التطبيق.
cs: Barva zvýraznění použitá pro tlačítka, odkazy a vybrané ovládací prvky v celé aplikaci.
da: Farven fremhæver brugt til knapper, links og valgte kontroller i hele appen.
de: Die hervorgehobene Farbe für Schaltflächen, Links und ausgewählte Steuerelemente in der gesamten App.
el: Το χρώμα επισήμανσης που χρησιμοποιείται για κουμπιά, συνδέσμους και επιλεγμένα χειριστήρια σε όλη την εφαρμογή.
es: El color destacado utilizado para botones, enlaces y controles seleccionados en toda la aplicación.
fi: Korosta väri, jota käytetään painikkeissa, linkeissä ja valituissa hallintalaitteissa koko sovelluksessa.
fr: La couleur de surbrillance utilisée pour les boutons, les liens et les contrôles sélectionnés dans l'application.
it: Il colore di evidenziazione utilizzato per i pulsanti, i link e i controlli selezionati in tutta l'app.
ja: アプリ全体のボタン、リンク、選択されたコントロールに使用されるハイライト色。
nl: De gemarkeerde kleur voor knoppen, links en geselecteerde besturingselementen in de app.
no: Uthevingsfarge brukes for knapper, koblinger og utvalgte kontroller gjennom hele appen.
pl: Kolor podświetlenia przycisków, linków i wybranych urządzeń sterujących w aplikacji.
pt: A cor de destaque usada para botões, links e controles selecionados em todo o app.
ro: Culoarea evidențiată utilizată pentru butoane, link-uri și controale selectate în întreaga aplicație.
ru: Цвет подсветки, используемый для кнопок, ссылок и выбранных элементов управления приложением.
sv: Markeringsfärgen som används för knappar, länkar och valda kontroller i hela appen.
uk: Колір підсвічення, що використовується для кнопок, посилань та вибраних елементів управління по всьому додатку.
zh_hans: 用于按钮、链接和选定控制的高亮颜色。

source: The shipped preset image is multiplied with this tint. Try warm tones at dusk.
ar: يتم ضرب الصورة المشحونة مسبقاً مع هذا الصفر. جرب النغمات الدافئة عند الغبار.
cs: Odeslaný přednastavený obrázek je vynásoben touto maličkou. Zkuste teplé tóny na dusku.
da: Det afsendte forudindstillede billede ganges med denne farve. Prøv varme toner i skumringen.
de: Das verschickte Bild wird mit diesem Farbton multipliziert. Versuchen Sie warme Töne bei Dämmerung.
el: Η προκαθορισμένη εικόνα που αποστέλλεται πολλαπλασιάζεται με αυτήν την απόχρωση. Δοκιμάστε θερμούς τόνους στο σούρουπ.
es: La imagen preestablecida enviada se multiplica con este tono. Pruebe los tonos cálidos al atardecer.
fi: Toimitettu esikuva kerrotaan tällä sävyllä. Kokeile lämpimiä sävyjä hämärässä.
fr: L'image prédéfinie expédiée est multipliée par cette teinte. Essayez les tons chauds à la tombée de la nuit.
it: L'immagine preimpostata spedita si moltiplica con questa tinta. Prova toni caldi al tramonto.
ja: 出荷されたプリセット画像にこの色が乗算されます。夕暮れ時に暖かい色調を試してください。
nl: De verzonden vooraf ingestelde afbeelding is vermenigvuldigd met deze tint. Probeer warme toon in dusk.
no: Det sendte forhåndsvisningsbildet blir multiplisert med denne lille ørten. Prøv varme toner i støv.
pl: Dostarczany wstępnie ustawiony obraz jest pomnożony przez ten obrazek. Spróbuj ciepło dzwonek na dusku.
pt: A imagem predefinida enviada é multiplicada por esta tonalidade. Tente tons quentes em dusk.
ro: Imaginea presetării expediate este multiplicată cu acest nuanţ. Încercaţi tonuri calde la pâsle.
ru: Отправленное пресет изображение умножается на этот оттенок. Попробуйте теплые тона на пыли.
sv: Den skeppade förinställda bilden multipliceras med denna nyans. Prova varma toner i skymningen.
uk: Передмухнуте зображення збільшено завдяки цьому тону. Спробуйте теплих тонів в сутінках.
zh_hans: 已发运的预设图像以此色调乘以。请在粉尘时尝试温暖音调。

# The UV index in %@ is %lld, which is %@. %@.
source: The UV index in %1$@ is %2$lld, which is %3$@. %4$@.
ar: فهرس الأشعة فوق البنفسجية في %1$@ هو %2$lld، وهو %3$@. %4$@.
cs: Index UV v %1$@ je %2$lld, což je %3$@. %4$@.
da: UV-indekset i %1$@ er %2$lld, som er %3$@. %4$@.
de: Der UV-Index in %1$@ ist %2$lld, der ist %3$@. %4$@.
el: Ο δείκτης UV στο %1$@ είναι %2$lld, το οποίο είναι %3$@. %4$@.
es: El índice UV en %1$@ es %2$lld, que es %3$@. %4$@.
fr: L'indice UV de %1$@ est %2$lld, ce qui est %3$@. %4$@.
it: L'indice UV in %1$@ è %2$lld, che è %3$@. %4$@.
nl: De UV index in %1$@ is %2$lld, wat %3$@. %4$@ is.
pl: Indeks UV w %1$@ jest %2$lld, który jest %3$@. %4$@.
pt: O índice UV em %1$@ é %2$lld, que é %3$@. %4$@.
ro: Indexul UV din %1$@ este %2$lld, care este %3$@. %4$@.
ru: Индекс УФ в %1$@ равен %2$lld, который равен %3$@. %4$@.
sv: UV-indexet i %1$@ är %2$lld, vilket är %3$@. %4$@.
uk: Індекс UV в %1$@ - %2$lld, який є %3$@. %4$@.
zh_hans: %1$@ 中的 UV 索引是 %2$lld, 它是 %3$@。 %4$@。

# The weather in %@ is currently %@ with a temperature of %@.
source: The weather in %1$@ is currently %2$@ with a temperature of %3$@.
ar: الطقس في %1$@ هو حاليا %2$@ مع درجة حرارة %3$@.
cs: Počasí v %1$@ je v současné době %2$@ s teplotou %3$@.
da: Vejret i %1$@ er i øjeblikket %2$@ med en temperatur på %3$@.
de: Das Wetter in %1$@ ist derzeit %2$@ mit einer Temperatur von %3$@.
es: El clima en %1$@ es actualmente %2$@ con una temperatura de %3$@.
fi: Sää on %1$@ tällä hetkellä %2$@ ja lämpötila %3$@.
fr: La météo en %1$@ est actuellement %2$@ avec une température de %3$@.
it: Il tempo in %1$@ è attualmente %2$@ con una temperatura di %3$@.
ja: %1$@ の天気は現在 %2$@ で、 %3$@ の気温です。
nl: Het weer in %1$@ is momenteel %2$@ met een temperatuur van %3$@.
no: Været i %1$@ er for øyeblikket %2$@ med en temperatur av %3$@.
pl: Pogoda w %1$@ jest obecnie %2$@ z temperaturą %3$@.
pt: O clima em %1$@ está atualmente %2$@ com temperatura de %3$@.
ro: Vremea din %1$@ este în prezent %2$@ cu o temperatură de %3$@.
ru: Погода в %1$@ сейчас %2$@ с температурой %3$@.
sv: Vädret i %1$@ är för närvarande %2$@ med en temperatur på %3$@.
uk: Зараз погода в %1$@ знаходиться %2$@ із температурою %3$@.
zh_hans: %1$@ 中的天气目前是 %2$@ ，温度为 %3$@。

source: Theme
ar: السمة
cs: Téma
da: Tema
de: Thema
el: Θέμα
es: Tema
fi: Teema
fr: Thème
it: Tema
ja: テーマ
nl: Thema
no: Tema
pl: Motyw
pt: Tema
ro: Tema
ru: Тема
sv: Tema
uk: Тема
zh_hans: 主题

source: Theme Editor
ar: محرر السمة
cs: Editor motivů
da: Tema Editor
el: Επεξεργαστής Θέματος
es: Editor de temas
fi: Teeman Muokkain
fr: Éditeur de thème
it: Editor Tema
ja: テーマエディター
nl: Thema Editor
no: Tema redigerer
pl: Edytor motywu
pt: Editor de Temas
ro: Editor de teme
ru: Редактор тем
sv: Tema redigerare
uk: Редактор тем
zh_hans: 主题编辑器

source: These features are works-in-progress. Enable them to try them out, then file feedback so we know what to polish.
ar: هذه الميزات قيد التقدم. تمكينهم من تجربتهم، ثم تقديم الملاحظات حتى نعرف ما الذي سنصقله.
cs: Tyto funkce jsou v procesu. Povolte je vyzkoušet, poté napište zpětnou vazbu, abychom věděli, co má být vyleštěno.
da: Disse funktioner er works-in-progress. Aktivér dem for at afprøve dem, derefter fil feedback, så vi ved, hvad de skal polere.
de: Diese Funktionen sind im Gange. Aktivieren Sie sie, um sie auszuprobieren und dann Feedback zu hinterlassen, damit wir wissen, was zu polieren ist.
el: Αυτά τα χαρακτηριστικά είναι εργασίες-σε-εξέλιξη. Ενεργοποιήστε τα για να τα δοκιμάσετε και στη συνέχεια τα σχόλια αρχείου, ώστε να ξέρουμε τι να γυαλίσουμε.
es: Estas características son trabajos en progreso. Habilitarlas para probarlas, luego archivar comentarios para que sepamos qué pulir.
fi: Nämä ominaisuudet ovat keskeneräisiä. Ota ne käyttöön kokeillaksesi niitä, sitten palautetta tiedostosta, jotta tiedämme mitä kiillottaa.
fr: Ces fonctionnalités sont en cours de progression. Activez-les pour les essayer, puis soumettez vos commentaires afin que nous sachions quoi polir.
it: Queste funzionalità sono in fase di elaborazione. Abilitarle per provarle, quindi il feedback dei file in modo da sapere cosa lucidare .
ja: これらの機能はワークイン進行中です。それらを有効にして試してフィードバックを提出することで、何を磨くべきかを知ることができます。
nl: Deze functies zijn werk-in-progressief. Schakel ze in om ze uit te proberen, en geef feedback zodat we weten wat we moeten verbeteren.
no: Disse funksjonene er i gang. Aktiver dem for å prøve dem, deretter kan vi gi tilbakemeldinger slik at vi vet hva vi skal pusse.
pl: Te funkcje są w toku. Włącz je, aby wypróbować je, a następnie sprawdź, abyśmy wiedzieli, co wypolewać.
pt: Estes recursos estão em andamento. Habilite-os para experimentá-los, então envie feedback para que saibamos o que fazer.
ro: Aceste caracteristici sunt în curs de lucru. Activați-le pentru a le testa, apoi feedback-ul de fișiere astfel încât să știm ce să lustruim.
ru: Эти функции находятся в процессе работы. Включите их для их проверки, а затем отправьте обратную связь, чтобы мы знали, что полировать.
sv: Dessa funktioner fungerar pågående. Aktivera dem att prova dem, sedan lämna feedback så att vi vet vad vi ska polera.
uk: Ці функції в процесі діяльності. Увімкніть їх, щоб випробувати їх, а потім напишіть відгуки про них, щоб ми знали що робити.
zh_hans: 这些功能是正在进行中的工作。使他们能够试试，然后提交反馈意见，以便我们知道打分什么。

source: Three short synth tones for the pull-to-refresh sound.
ar: ثلاث نغمات متزامنة قصيرة لصوت السحب إلى التحديث.
cs: Tři krátké synchronní tóny pro zvuk tažení k obnovení.
da: Tre korte synth toner for pull-to-refresh lyd.
de: Drei kurze Synth-Töne für den Pull-to-refresh Sound.
el: Τρεις σύντομους ήχους συγχρονισμού για τον ήχο pull-to-refresh.
es: Tres tonos cortos para el sonido pull-to-refresh.
fi: Kolme lyhyttä synth ääniä pull-to-refresh ääni.
fr: Trois tons de synthé courts pour le son pull-to-actualisé.
it: Tre brevi toni sintetici per il suono pull-to-refresh.
ja: プルからリフレッシュサウンド用の3つの短いシンセトーン。
nl: Drie korte synthonten voor het geluid pull-to-refresh geluid.
no: Tre korte synkroniserte toner for trekk-til-gjenoppfrisklyden.
pl: Trzy krótkie tony synchronizacji dźwięku pociągniętego do odświeżenia.
pt: Três tons de síntese curtos para o som puxar-para-atualizar.
ro: Trei tonuri scurte de sintetizare pentru sunetul trage-reîmprospătare.
ru: Три коротких сингла для пульсации и обновления звука.
sv: Tre korta synthtoner för att fräscha upp ljudet.
uk: Три короткі тони синтезу для оновлення звуку.
zh_hans: 用三个短音来刷新声音.

source: Time of Day
ar: وقت اليوم
cs: Denní doba
da: Tid på dagen
de: Tageszeit
el: Ώρα της ημέρας
es: Hora del día
fi: Päivän aika
fr: Heure de la journée
it: Ora del Giorno
ja: 時間
nl: Tijd van de dag
no: Tid på dagen
pl: Czas dnia
pt: Hora do Dia
ro: Ora zilei
ru: Время дня
sv: Tid på dagen
uk: Час дня
zh_hans: 白天时间

source: Time to burn
ar: الوقت للحرق
cs: Čas spálit
da: Tid til at brænde
de: Brennzeit
el: Ώρα να κάψετε
es: Tiempo para quemar
fi: Aika polttamiseen
fr: Temps de brûlure
it: Tempo di masterizzazione
ja: 燃焼時間
nl: Tijd om te branden
no: Tid til forbrenning
pl: Czas spalenia
pt: Hora de queimar
ro: Timpul până la ardere
ru: Время для сжигания
sv: Dags att bränna
uk: Час горіти
zh_hans: 刻录时间

source: Time to Burn by Skin Type
ar: وقت الحرق حسب نوع الجلد
cs: Čas vypálení podle typu kůže
da: Tid til at brænde efter hudtype
de: Zeit nach Hauttyp zu brennen
el: Ώρα να καεί κατά τύπο skin
es: Hora de estallar por tipo de aspecto
fi: Aika polttaa ihon tyypin mukaan
fr: Il est temps de brûler par type de peau
it: Tempo per bruciare per tipo di skin
ja: スキンタイプで焼くまでの時間
nl: Tijd om te branden door Skin Type
no: Tid å svie etter stiltype
pl: Czas spalić przez typ skóry
pt: Hora de queimar por tipo de pele
ro: Timpul până la arderea după tipul pielii
ru: Время сжигания по типу кожи
sv: Dags att bränna efter hudtyp
uk: Час горіти за типом шкіри
zh_hans: 按皮肤类型刻录的时间

source: Time to burn: %@
ar: وقت الحرق: %@
cs: Čas na spálení: %@
da: Tid til forbrænding: %@
de: Brennzeit: %@
el: Ώρα για καύση: %@
es: Tiempo de quema: %@
fi: Kirjoitettava aika: %@
fr: Temps de brûlure : %@
it: Tempo di masterizzazione: %@
ja: 燃焼時間: %@
nl: Tijd om te verbranden: %@
no: Tid å brenne: %@
pl: Czas spalić: %@
pt: Hora de queimar: %@
ro: Timpul până la ardere: %@
ru: Время для сгорания: %@
sv: Dags att bränna: %@
uk: Час горіти: %@
zh_hans: 燃烧时间: %@

source: Time-of-Day Rule
ar: قاعدة وقت اليوم
cs: Pravidlo o denním období
da: Dagens Tidsplan Regel
de: Tageszeitregel
el: Κανόνας Ώρας Της Ημέρας
es: Regla de hora del día
fi: Päivän Säännöt
fr: Règle du temps de la journée
it: Regola Termine Del Giorno
ja: 時間帯ルール
nl: Tijd-van-dag regel
no: Tid-av-dag-regel
pl: Reguła godziny dnia
pt: Regra de tempo do dia
ro: Ora zilei
ru: Правило времени дня
sv: Tid-av-dag regel
uk: Правило очікування дня
zh_hans: 日时间规则

source: Time-of-Day Rule swaps the background image to match the current lighting; Overlay Opacity dims the photo so text stays readable.
ar: قاعدة وقت اليوم تبديل صورة الخلفية لمطابقة الإضاءة الحالية؛ يعيق التعتيم الصورة حتى يبقى النص مقروءا.
cs: Pravidlo pro časový limit dne přehodí obrázek na pozadí tak, aby odpovídal aktuálnímu osvětlení. Průhlednost překrytí ztmavuje obrázek, takže text zůstane čitelný.
da: Regeltids-ombytter baggrundsbilledet til at matche den aktuelle belysning; Overlay-opacitet nedtoner billedet, så teksten forbliver læsbar.
de: Time-of-Day Regel tauscht das Hintergrundbild mit der aktuellen Beleuchtung ab; Overlay Deckkraft verdunkelt das Foto so dass Text lesbar bleibt.
el: Ο κανόνας ώρας ημέρας ανταλλάσσει την εικόνα φόντου για να ταιριάζει με τον τρέχοντα φωτισμό; Η διαφάνεια επικάλυψης σκοτεινιάζει τη φωτογραφία έτσι ώστε το κείμενο να παραμένει αναγνώσιμο.
es: La regla del día cambia la imagen de fondo para que coincida con la iluminación actual; la superposición atenúa la foto para que el texto siga siendo legible.
fi: Päivän aikainen sääntö vaihtaa taustakuvan vastaamaan nykyistä valaistusta; Peitteen Läpinäkyvyys himmentää valoa, joten teksti pysyy luettavana.
fr: La règle du temps de la journée permet d'échanger l'image d'arrière-plan pour correspondre à l'éclairage actuel; l'opacité de la superposition diminue la photo de sorte que le texte reste lisible.
it: La regola del tempo del giorno scambia l'immagine di sfondo per abbinare l'illuminazione corrente; Overlay Opacity oscura la foto in modo che il testo rimanga leggibile.
ja: 日時のルール: 背景画像を現在の照明に一致させるように切り替えます。オーバーレイの不透明度が写真を暗くすると、テキストが読み取れる状態になります。
nl: Time-of-Day Rule swapt de achtergrondafbeelding om te matchen met de huidige verlichting; Overlay ondoorzichtigheid dimt de foto zodat tekst leesbaar blijft.
no: Tidspunkt over dags regler bytter bakgrunnsbildet for å matche den gjeldende belysningen; overleggets tetthet demmer bildet, slik at teksten forblir lesbar.
pl: Reguła czasowa zamienia obraz tła, aby dopasować się do bieżącego oświetlenia; Przezroczystość nakładki przyciemnia zdjęcie, więc tekst pozostaje czytelny.
pt: A regra do dia troca a imagem de fundo para corresponder à iluminação atual; a Opacidade da sobreposição escurece a foto para que o texto permaneça legível.
ro: Regula de timp a zilei schimbă imaginea de fundal pentru a se potrivi luminii curente; Opacitatea suprapusă întunecă fotografia astfel încât textul rămâne lizibil.
ru: Правило "Время дня" меняет фоновое изображение в соответствии с текущим освещением; Накладывание прозрачности затемняет фотографию, так что текст остается читаемым.
sv: Tid-av-dag regel byter bakgrundsbilden för att matcha den aktuella belysningen; Overlay Opacitet dämpar bilden så texten förblir läsbar.
uk: Правило «Час від дня» міняє фонове зображення, щоби відповідати поточному освітленню; Розмір відкладеного зображення зменшує яскравість зображення з можливістю його читання.
zh_hans: 时间规则转换背景图像以匹配当前灯光； 覆盖照片的不透明度以使文字保持可读性。

source: Tint lays a soft wash over the card. Overlay layers a warm/cool gradient on top of everything. Original look used a dark wash at 20%.
ar: تلميد يرسي غسلا ناعما فوق البطاقة. يرفع الطبقات الطبقات الدفقية/الباردة فوق كل شيء. يبدو الأصلي يستخدم غسيل مظلم بنسبة 20%.
cs: Tint vytváří měkké mytí nad kartou. Překrytí vrací teplý a chladný gradient nad vším. Původní vzhled použil tmavý myší na 20%.
da: Tint lægger en blød vask over kortet. Overlay lag en varm / kølig gradient oven på alt. Original look brugte en mørk vask på 20%.
de: Tint legt eine weiche Wasche über die Karte. Überlagert Schichten einen warm/kühlen Farbverlauf auf alles. Original Aussehen verwendet eine dunkle Wasche bei 20%.
el: Το Tint βάζει ένα μαλακό πλύσιμο πάνω από την κάρτα. Η επικάλυψη βάζει μια ζεστή / δροσερή κλίση πάνω από τα πάντα. Αρχικό βλέμμα χρησιμοποιείται μια σκούρα πλύση στο 20%.
es: La tinta coloca un lazo suave sobre la tarjeta. Supera las capas de un degradado cálido y fresco encima de todo. La apariencia original usaba una lupa oscura al 20%.
fi: Tint asettaa pehmeän pesun kortin päälle. Peittokerrokset lämmin/viileän kaltevuuden kaiken päälle. Alkuperäinen näyttää käyttävän tummaa pesua 20 prosentissa.
fr: La teinte pose un lavage doux sur la carte. Elle superpose un dégradé chaud/froid au-dessus de tout. L'aspect original utilise un lavage foncé à 20%.
it: Tinta depone un morbido lavaggio sopra la carta. Sovrapponi gli strati di un gradiente caldo / fresco sopra tutto.
ja: 薄い色合いはカードの上に柔らかいウォッシュをかけます。オーバーレイはすべての上に暖かい/冷たいグラデーションを重ねます。オリジナルの外観は20%の暗い洗浄を使用しました。
nl: Tint legt een zachte was over de kaart. Overlay laagt een warm/coole gradiënt bovenop alles. Origineel ziet er uit als een donkere was op 20%.
no: Tint legger en myk vask over kortet. Overlappe en varmer/kald gradient over alt. Opprinnelig ser ut til å se en mørk vask med 20%.
pl: Tint odtwarza miękkie mycie na karcie. Nakładka warstwa gradientu ciepłego/chłodnego na wierzchu wszystkiego. Oryginalny wygląd użyto ciemnego mycia na poziomie 20%.
pt: Tint coloca uma lave sobre o cartão. Camadas de sobreposição um gradiente quente/legal em cima de tudo. O visual original usou uma lavagem escura em 20%.
ro: Tint pune o spălare moale deasupra cardului. Suprapunere un gradient cald/rece peste tot. Aspectul original a folosit o spălare întunecată la 20%.
ru: Подсказка наносит мягкую мойку над картой. Накладывайте слои теплый/прохладный градиент на вершине всего. Исходный вид использовал темную мойку с 20%.
sv: Tint lägger en mjuk tvätt över kortet. Overlay lager en varm / cool lutning ovanpå allt. Original look används en mörk tvätt på 20%.
uk: Підказка накладає м'який м'які перемивання на карту. Накладення шарів темного/охолоджуючої градієнта поверх неї. Для цього потрібно вибрати темну пому 20%.
zh_hans: Tint在卡片上放下软瓦片。覆盖图层、温暖/酷渐变在所有东西上。原始看起来使用了20%的黑暗浪。

source: To use custom locations, disable API keys above or remove Weather Underground credentials in Weather Data settings.
ar: لاستخدام مواقع مخصصة، قم بتعطيل مفاتيح API فوق أو إزالة بيانات اعتماد Weather Underground في إعدادات بيانات الطقس.
cs: Chcete-li používat vlastní lokace, zakažte výše uvedené API klíče nebo odstraňte přihlašovací údaje o počasí v nastavení dat počasí.
da: Deaktivér API-nøgler ovenfor eller fjern Weather Underground legitimationsoplysninger i indstillingerne for vejrdata.
de: Um eigene Standorte zu verwenden, deaktivieren Sie die API-Schlüssel oberhalb oder entfernen Sie die Wetterdaten in den Wetterdaten-Einstellungen.
el: Για να χρησιμοποιήσετε προσαρμοσμένες τοποθεσίες, απενεργοποιήστε τα κλειδιά API παραπάνω ή αφαιρέστε τα διαπιστευτήρια Weather Underground στις ρυθμίσεις καιρικών δεδομένων.
es: Para usar ubicaciones personalizadas, deshabilite las claves de la API de arriba o elimine las credenciales de tiempo bajo tierra en la configuración de datos meteorológicos.
fi: Käyttääksesi mukautettuja sijainteja, poista yllä olevat API-avaimet käytöstä tai poista Weather Underground -käyttäjätiedot Säätietojen asetuksista.
fr: Pour utiliser des emplacements personnalisés, désactivez les clés API ci-dessus ou supprimez les identifiants Weather Underground dans les paramètres de données météo.
it: Per utilizzare posizioni personalizzate, disabilitare le chiavi API sopra o rimuovere le credenziali Weather Underground nelle impostazioni dei dati meteo.
ja: カスタムロケーションを使用するには、上記のAPIキーを無効にするか、ウェザーデータ設定でウェザーアンダーグラウンド認証情報を削除します。
nl: Voor het gebruik van aangepaste locaties schakelt u API-sleutels uit boven of verwijdert u Weather Underground referenties in de instellingen van weergegevens.
no: For å bruke egendefinerte steder, deaktiver API-nøkler over eller fjern Weather Underground credentials i Weather Data instillinger.
pl: Aby użyć niestandardowych lokalizacji, wyłącz klucze API powyżej lub usuń poświadczenia pogody w ustawieniach danych pogodowych.
pt: Para usar locais personalizados, desative as chaves de API acima ou remova as credenciais do Weather Underground nas configurações dos dados meteorológicos.
ro: Pentru a utiliza locații personalizate, dezactivați cheile API de mai sus sau eliminați credențialele meteo din setările de date meteo.
ru: Чтобы использовать пользовательские местоположения, отключите API-ключи выше или удалите учетные данные Weather Underground в настройках Weather Data.
sv: För att använda anpassade platser, inaktivera API-nycklar över eller ta bort Weather Underground uppgifter i väderdatainställningar.
uk: Щоб використовувати користувацькі розташування, вимкніть ключі API вище або видаліть облікові дані Weather Underground в налаштуваннях даних погоди.
zh_hans: 要使用自定义位置，请在天气数据设置中禁用 API 密钥上方或删除 Weather 地下凭据。

source: Today
ar: اليوم
cs: Dnes
da: Idag
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd'hui
it: Oggi
ja: 今日
nl: vandaag
no: Idag
pl: Dziś
pt: hoje
ro: Astăzi
ru: Сегодня
sv: Idag
uk: Сьогодні
zh_hans: 今日：

source: Today's Weather
ar: طقس اليوم
cs: Dnešní počasí
da: Dagens Vejret
de: Heutiges Wetter
el: Ο Σημερινός Καιρός
es: El clima de hoy
fi: Päivän Sää
fr: Météo du jour
it: Meteo Di Oggi
ja: 今日の天気
nl: Het weer van vandaag
no: Dagens vær
pl: Dzisiejsza Pogoda
pt: Tempo de Hoje
ro: Vremea de azi
ru: Погода сегодня
sv: Dagens väder
uk: Сьогоднішня погода
zh_hans: 今日的气候

source: Top Opacity: %.2f
ar: التعتيم الأعلى: %.2f
cs: Neprůhlednost: %.2f
da: Top Gennemsigtighed: %.2f
de: Obere Deckkraft: %.2f
el: Κορυφαία Αδιαφάνεια: %.2f
es: Top Opacidad: %.2f
fi: Top Läpinäkyvyys: %.2f
fr: Opacité supérieure: %.2f
it: Opacità Superiore: %.2f
ja: トップ不透明度: %.2f
nl: Bovenste doorzichtigheid: %.2f
no: Topp Opasitet: %.2f
pl: Górna nieprzezroczystość: %.2f
pt: Top Opacidade: %.2f
ro: Opacitate maximă: %.2f
ru: Прозрачность сверху: %.2f
sv: Topp Opacitet: %.2f
uk: Краща непрозорість: %.2f
zh_hans: 顶级透明度： %.2f
